{
  "id": 7,
  "number": "7",
  "title": "Punctuation",
  "category": "typography",
  "description": "Master punctuation marks and their proper usage in Canadian government writing",
  "sections": [
    {
      "id": "7.01",
      "title": "Introduction",
      "content": {
        "mainText": "Punctuation serves primarily to help show the grammatical relationships between words, but it is also used to indicate intonation. Its role is to clarify, and this principle takes precedence over any precepts governing the use of individual marks of punctuation. In the interest of clarity, punctuation should be as consistent as possible within a given text. For clarity, too, some grammarians recommend the use of \"close\" punctuation—the insertion of all punctuation, required or optional, which can be legitimately used. Most readers, however, will be grateful to the writer who opts for a more \"open\" style, omitting punctuation when this can be done without creating ambiguity. Finally, punctuation should not be a chore; if a passage appears difficult to punctuate, it probably needs to be rephrased.",
        "note": "Quotation marks are discussed extensively in Chapter 8."
      }
    },
    {
      "id": "7.02",
      "title": "Spacing",
      "content": {
        "generalRule": "As a general rule, in English there is no space before and one space after a punctuation mark. Exceptions follow.",
        "spacingRules": [
          {
            "mark": "Period",
            "rules": [
              {
                "rule": "No space before or after a decimal period between numerals",
                "examples": ["10.6 million Canadians", "$7.45"]
              },
              {
                "rule": "A space before and none after a decimal period not preceded by a numeral",
                "examples": ["a .22 calibre rifle"]
              },
              {
                "rule": "A space after a period following a person's initial",
                "examples": ["W. S. Avis"]
              },
              {
                "rule": "No space before or after a period in multiple numeration",
                "examples": ["subsection 2.5.12"]
              },
              {
                "rule": "No space before or after a period when followed by a closing quotation mark, parenthesis or bracket, or a comma",
                "examples": ["John Fraser Jr., Ellen Putniak and George Zeller were nominated.", "(See Chapter 21.)"]
              },
              {
                "rule": "No space before the periods following the capital letters in the official abbreviations of provinces and territories and no space after such periods except the last one",
                "examples": ["P.E.I.", "Y.T."]
              }
            ]
          },
          {
            "mark": "Ellipsis points",
            "rules": [
              {
                "rule": "A space before, between and after ellipsis points",
                "examples": ["There was little he could say. . . so he said nothing."],
                "note": "See also 7.05 and 8.09."
              }
            ]
          },
          {
            "mark": "Question mark and exclamation mark",
            "rules": [
              {
                "rule": "No space before or after a question or exclamation mark when followed by a closing quotation mark, parenthesis or bracket",
                "examples": ["The delegate added, \"Is it not high time we tightened our belts and dealt with the deficit?\""]
              }
            ]
          },
          {
            "mark": "Comma",
            "rules": [
              {
                "rule": "No space before or after a comma when followed by a closing quotation mark",
                "examples": ["\"Stop procrastinating,\" she said.", "The terms \"interfacing,\" \"conferencing\" and \"downsizing\" are now part of the language of business."]
              },
              {
                "rule": "No space before or after a comma used to separate triads in numbers (see Note 2 in 5.09)",
                "examples": ["$12,670,233"]
              }
            ]
          },
          {
            "mark": "Colon",
            "rules": [
              {
                "rule": "No space before or after a colon when used to express ratios or the time of day using the 24-hour clock, or to separate chapter and verse, volume and page, act and scene in references to books, plays, etc.",
                "examples": ["a slope of 1:4", "We arrived at 15:30", "Psalms 39:5"]
              }
            ]
          },
          {
            "mark": "Parentheses and brackets",
            "rules": [
              {
                "rule": "One space before and none after an opening parenthesis or bracket within a sentence; no space before or after a closing parenthesis or bracket when followed by a punctuation mark",
                "examples": ["Please read the enclosed booklet (Using Your Modem); it will help you take full advantage of your new communication tool."]
              },
              {
                "rule": "No space before or between parentheses enclosing sections or subsections in citations from legislation",
                "examples": ["section 123(4)(b)(ii)"]
              }
            ]
          },
          {
            "mark": "Em dash, en dash and hyphen",
            "rules": [
              {
                "rule": "No space before or after these marks when they are inserted between words, a word and a numeral, or two numerals",
                "examples": [
                  "I will support you in any way I can—even to the point of silence.",
                  "—Eugene Forsey",
                  "a few 90-cent stamps",
                  "pp. 134-200"
                ]
              }
            ]
          },
          {
            "mark": "Oblique",
            "rules": [
              {
                "rule": "No space before or after an oblique when used between individual words, letters or symbols; one space before and after the oblique when used between longer groups which contain internal spacing",
                "examples": ["n/a", "Language and Society / Langue et société"]
              }
            ]
          },
          {
            "mark": "Apostrophe",
            "rules": [
              {
                "rule": "No space before or after an apostrophe within a word",
                "examples": ["the committee's report", "the employees' suggestions"]
              },
              {
                "rule": "One space before and none after an apostrophe used to indicate omitted figures in dates",
                "examples": ["the class of '79"]
              }
            ]
          },
          {
            "mark": "Quotation marks",
            "rules": [
              {
                "rule": "One space before and none after an opening quotation mark within a sentence; no space before or after a closing quotation mark when followed by a punctuation mark",
                "examples": ["The Minister spoke of \"a full and frank discussion with all parties\"; a resolution to the conflict is expected within the week."]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "7.03",
      "title": "The Period",
      "subsectionOf": "Main purpose",
      "content": {
        "mainText": "The period marks the end of an affirmative sentence or sentence fragment:",
        "examples": [
          "The executive assistant was hired on the strength of his curriculum vitae. No interview or examination. Just an analysis of his file."
        ],
        "explanation": "The period is a \"full stop.\" It stops the reader more fully than the colon, semicolon, comma or dash. Each of these marks of punctuation may, in many circumstances, be used in place of one of the others in order to lessen or intensify a break in the flow of the sentence or passage. In the following examples the period has replaced a weaker mark of punctuation in order to slow the reader down and focus his or her attention:",
        "quotedExamples": [
          {
            "text": "The wheels of government grind exceeding slow. And with good reason."
          },
          {
            "text": "I don't know if you know the mental effect of a bromoseltzer. But it's a hard thing to commit suicide on. You can't. You feel so buoyant.",
            "author": "Stephen Leacock"
          }
        ],
        "additionalExplanation": "In the following examples, the period has itself been replaced by a weaker mark of punctuation in order to bring the elements into a closer relationship:",
        "additionalExamples": [
          "He never drew the wrong conclusions—he never drew any conclusions at all.",
          "The parliamentary process is either exciting or efficient; efficient is better."
        ]
      }
    },
    {
      "id": "7.04",
      "title": "The Period",
      "subsectionOf": "Imperatives, exclamations and indirect questions",
      "content": {
        "mainText": "Use a period after a mild imperative or exclamation:",
        "quotedExamples": [
          {
            "text": "If you want to know who is going to change this country, go home and look in the mirror.",
            "author": "Maude Barlow"
          },
          {
            "text": "U-turn if you want to. The lady's not for turning.",
            "author": "Margaret Thatcher"
          }
        ],
        "interrogativeAsImperative": "A sentence that is interrogative in form may be imperative in function and thus take a period (see 7.10):",
        "interrogativeExample": "Will you come this way, please.",
        "indirectQuestions": "Indirect questions are affirmative sentences and take a period, not a question mark (but see 7.10):",
        "indirectExample": "It is important for managers to ask why annual performance objectives have not been met."
      }
    },
    {
      "id": "7.05",
      "title": "The Period",
      "subsectionOf": "Ellipsis points",
      "content": {
        "mainText": "Use three ellipsis points (. . .) to indicate a silence in dialogue, hesitation or interruption in speech, a pause in narrative, or the passage of time. Used in this way, they are sometimes also referred to as suspension points:",
        "examples": [
          "\"What is your approach to self-actualization?\"\n. . .\n\"Let me rephrase that.\"",
          "The Minister's speech dragged on and on. . . until, finally, the TV announcer's voice broke the monotony."
        ],
        "substitutionUse": "Ellipsis points may be substituted for etc. and similar expressions at the end of a list:",
        "listExample": "nuts\nbolts\nscrews\n. . .",
        "warning": "Do not use ellipsis points to imply hidden meanings or to separate groups of words for emphasis, as is often done in advertising.",
        "crossReference": "For the use of ellipsis points to indicate omissions in quotations, see 8.09."
      }
    },
    {
      "id": "7.06",
      "title": "The Period",
      "subsectionOf": "Leaders",
      "content": {
        "mainText": "A row of dots (or short dashes), called leaders, is used in indexes and tables, including tables of contents, to help the reader align material separated by a wide space:",
        "tableExample": "1. Period .......................................... 10\n2. Leaders ...................................... 11",
        "formUse": "A series of dots is sometimes used in place of underlining to indicate where information (or a signature) is to be entered on a form:",
        "formExamples": [
          "Suggestion No. .......................",
          "Approved by ............................."
        ]
      }
    },
    {
      "id": "7.07",
      "title": "The Period",
      "subsectionOf": "Other uses",
      "content": {
        "listUse": "Periods may replace parentheses after numerals or letters used to introduce items in a vertical list (see 7.67):",
        "listExample": "1. Logic\n2. Grammar\n   a. relative clause\n   b. subordinate clause",
        "sideheadUse": "A run-in sidehead should be followed by a period:",
        "sideheadExamples": [
          "Punctuation. Punctuation is the art of . . . .",
          "Fig. 3. Human resources by sector"
        ]
      }
    },
    {
      "id": "7.08",
      "title": "The Period",
      "subsectionOf": "Periods properly omitted",
      "content": {
        "mainText": "Do not use a period at the end of any form of heading (other than run-in sideheads), legend or the like, or after a date line or signature:",
        "examples": ["Summary of Expenditures", "June 22, 1996"],
        "signboardNote": "Short signboard messages do not require a final period:",
        "signboardExamples": ["No Trespassing", "Employees Only"],
        "abbreviationsNote": "Do not use periods with acronyms and initialisms and with abbreviations of compass directions (except in street addresses), degrees, memberships and distinctions, SI/metric unit symbols, chemical symbols or mathematical abbreviations:",
        "abbreviationExamples": [
          "NATO",
          "OECD",
          "NE",
          "BSc",
          "MA",
          "FRSC",
          "cm",
          "NaCl",
          "cos"
        ]
      }
    },
    {
      "id": "7.09",
      "title": "The Question Mark",
      "subsectionOf": "Main purpose",
      "content": {
        "mainText": "A question mark is placed at the end of a direct question, sometimes even if the sentence is declarative or imperative in form:",
        "examples": [
          "Doctor Livingstone, I presume?",
          "Surely not?",
          "Give him more time? Don't make me laugh.",
          "I don't suppose you'd have another one in the same colour?"
        ],
        "multipleQueriesNote": "A question mark may be used for each query within a sentence:",
        "multipleQueriesExample": "Managers must ask themselves: How will this proposal affect cost? productivity? employee satisfaction?"
      }
    },
    {
      "id": "7.10",
      "title": "The Question Mark",
      "subsectionOf": "Requests, indirect questions and other uses",
      "content": {
        "requestsIntro": "Opinions differ as to whether a polite request of the type May I . . ., Would you . . . or Will you . . . requires the question mark. However, a question mark will look out of place after longer requests of this kind, especially if the sentence embodies straightforward affirmative elements:",
        "requestExamples": [
          "May I escort you to your car?",
          "Will you come this way, please.",
          "Will you please go—before I have you thrown out."
        ],
        "indirectQuestionsIntro": "Although the question mark is normally omitted after indirect questions, one may be added if the sentence has the force of a request:",
        "indirectExample": "I wonder if you could give me two dollars for the bus ride home?",
        "exclamatoryNote": "Occasionally a question will incorporate an exclamatory element. The writer must then decide whether the interrogative or the exclamatory element is to be given greater prominence:",
        "exclamatoryExamples": [
          "What hath God wrought!",
          "How many times must I tell you?"
        ],
        "uncertaintyIntro": "A question mark in parentheses (italicized in square brackets in quoted material) is inserted after information about which the writer is uncertain:",
        "uncertaintyExample": "The explorer William Kennedy, a strong advocate of the annexation of Rupert's Land to Canada, was born at Cumberland House (?), Rupert's Land, on April 26, 1814.",
        "missingDigitsIntro": "Indicate missing digits with a question mark:",
        "missingDigitsExample": "Henri Potvin (1615-165?)",
        "crossReference": "See Chapter 8 for the use of the question mark with quotation marks and other punctuation."
      }
    },
    {
      "id": "7.11",
      "title": "The Exclamation Mark",
      "subsectionOf": "Main purpose",
      "content": {
        "mainText": "The exclamation mark is an intensifier. It is used to indicate surprise, urgency, finality and the like. It is most often found after interjections, but also after ellipses, contractions and inversions and after certain onomatopoeic words:",
        "examples": [
          "Crash! went the filing cabinet.",
          "but",
          "The crash of the filing cabinet was heard far down the hall."
        ],
        "specialIntonationNote": "Sometimes the exclamation mark is used to convey a special intonation that the reader would not give the words if they were punctuated normally:",
        "specialIntonationExample": "And I thought he was joking!",
        "forcefulRequestsIntro": "The exclamation mark is also used after forceful requests, wishes, invocations and commands:",
        "forcefulRequestsExamples": [
          "Would that I could!",
          {
            "text": "Follow my white plume!",
            "author": "Sir Wilfrid Laurier"
          }
        ]
      }
    },
    {
      "id": "7.12",
      "title": "The Exclamation Mark",
      "subsectionOf": "Miscellaneous",
      "content": {
        "incredulityNote": "An exclamation mark, usually in parentheses (italicized in square brackets in quoted material), is sometimes used to indicate incredulity on the part of the writer. As with the analogous use of the question mark, this is a technique easily overdone:",
        "incredulityExample": "Mr. Jones asserted that never in his long and distinguished (!) political career had he taken a bribe.",
        "seriesNote": "When exclamations occur in a series they are usually separated by commas:",
        "seriesExample": "Several honourable members: Hear, hear!",
        "combinedNote": "However, two interjections may be combined with no intervening punctuation:",
        "combinedExample": "Oh no!",
        "whenNotToUseIntro": "Where the words themselves suffice to convey the emphasis, or where the sentence or clause is more properly a question, do not use an exclamation mark:",
        "whenNotToUseExamples": [
          "Another project failure like this, and we are finished.",
          "Who knows? Who cares?"
        ],
        "lengthNote": "Exclamations are of necessity short. An exclamation mark should never appear at the end of a long sentence unless it is intended to intensify only the last word or words.",
        "sparingUseNote": "The exclamation mark should be used as sparingly as possible. Emphatic wording is usually more effective than emphatic punctuation."
      }
    },
    {
      "id": "7.13",
      "title": "General",
      "subsectionOf": "The Comma",
      "content": {
        "mainText": "The comma is the most frequently misused punctuation mark, and many of the rules governing its use are vague and riddled with exceptions. The writer must frequently rely on personal judgment and should be guided by considerations of clarity more than by any particular set of rules.",
        "generalRuleNote": "Note that, as a general rule, commas interrupt the flow of a sentence and should therefore not be used where they do not contribute to clarity. A sentence requiring a large number of commas for clarity is probably a poorly constructed one in need of rephrasing. Yet the comma is also the mark most often incorrectly omitted."
      }
    },
    {
      "id": "7.14",
      "title": "Restrictive/non-restrictive",
      "subsectionOf": "The Comma",
      "content": {
        "mainText": "Most difficulties with the use of the comma hinge on the distinction between restrictive and non-restrictive sentence elements. A restrictive word, phrase or clause adds to the words it modifies a \"restrictive\" or defining element that is essential to the meaning of the whole; it should therefore not be separated by a comma or other mark of punctuation. A non-restrictive element provides incidental or supplementary information which does not affect the essential meaning; it should be set off by a comma or commas.",
        "comparisonIntro": "Compare",
        "comparisonExamples": [
          {
            "text": "The senators who had objected most strongly to the shift in policy were quick to acknowledge the error in their thinking.",
            "type": "restrictive"
          },
          {
            "text": "The senators, who had objected most strongly to the shift in policy, were quick to acknowledge the error in their thinking.",
            "type": "non-restrictive"
          }
        ],
        "subsections": [
          {
            "letter": "a",
            "title": "Introductory elements",
            "text": "There are exceptions to the general rule for punctuating restrictive and non-restrictive elements. An introductory phrase or clause, especially if it is a long one, is often followed by a comma whether it is restrictive or not:",
            "examples": [
              "Of all election issues, the place of minorities in society is the most sensitive.",
              "When choosing between two approaches, it is important to consult experts in the field.",
              "but",
              "In the course of the conference some provincial leaders reversed their position on Native rights."
            ],
            "conjunctivalNote": "Each of the above sentences could have been correctly punctuated with or without the comma. But if an introductory subordinate clause is followed by a conjunctival now, then or still, the comma should be retained in order to avoid having these words read as adverbs of time. In the following example",
            "conjunctivalExample": "When there are enough good Moslems in a society, that society will inevitably become an Islamic society. If that Islamic society establishes itself and endures then, no less inevitably, it will produce an Islamic state.",
            "conjunctivalExplanation": "the word then appears to be an adverb of time belonging to the if clause, but it in fact introduces the main clause and should be preceded by a comma.",
            "shortPhrasesNote": "After introductory adverbs and short phrases indicating time, frequency, location or cause, the comma is omitted unless needed to avoid ambiguity or add emphasis:",
            "shortPhrasesExamples": [
              "By next week the new budget will have been thoroughly analysed.",
              "but",
              "In 1994, 1457 employees started using the new operating system."
            ],
            "transitionNote": "Introductory adverbs or phrases used to mark transition or to express a personal comment are usually set off by commas:",
            "transitionExamples": [
              "Nevertheless, the program will go ahead as scheduled.",
              "In short, no hiring is currently taking place."
            ],
            "adjectiveNote": "The introductory phrase may also consist of an adjective or participle separated from its noun by the definite or indefinite article:",
            "adjectiveExamples": [
              "Unprepared, the team was no match for its opponents.",
              "Clearly upset by the heckling, the speaker stopped for a moment to regain his composure."
            ],
            "omissionNote": "Conversely, it is sometimes possible to omit the commas that ordinarily set off non-restrictive elements, without obscuring the meaning. This is especially true of short adverbial expressions:",
            "omissionExamples": [
              "Her words went of course unheeded.",
              "All the same he had no compunction about slipping the waiter a few dollars to be on the safe side."
            ],
            "emphasisNote": "In such sentences the addition of commas not strictly needed for clarity gives emphasis to the elements thus enclosed:",
            "emphasisExample": "Her words went, of course, unheeded."
          },
          {
            "letter": "b",
            "title": "Absolute expressions",
            "text": "One form of non-restrictive expression is the absolute¹ construction: a participial phrase grammatically unconnected with the rest of the sentence. Such phrases are followed by a comma:",
            "examples": [
              "Weather permitting, the conference will be held as planned.",
              "The chapter completed, I returned to my former duties."
            ],
            "errorNote": "Note the following errors in the punctuation of absolute expressions:",
            "errorExamples": [
              "The investigation had been completed, and the results, having been known for some time, the public was anxiously waiting for heads to roll. (remove comma after results)",
              "We were unable to answer her questions. The truth being that we hadn't given the matter much thought. (replace the period after questions with a comma or dash)"
            ],
            "footnote": {
              "number": 1,
              "text": "Do not confuse absolute constructions with those involving dangling or unrelated participles:\n\nListening to his speech, it felt as if he would drone on all day.\n\nThis common problem is avoided if the sentence is recast so that the subject of both clauses is the same:\n\nListening to his speech, I had the impression that he would drone on all day."
            }
          },
          {
            "letter": "c",
            "title": "Parenthetic expressions",
            "text": "Parenthetic expressions are non-restrictive and therefore require commas.",
            "example": "We could see that the plan, if not actually rejected out of hand, was far from popular with senior management.",
            "removalTest": "If a parenthetic expression is removed from the sentence, the remainder of the sentence should read as a coherent, grammatically correct whole. For example, the sentence",
            "badExample": "The task force wanted to show that it was as good, if not better, than its predecessors.",
            "badExplanation": "is unacceptable because \"as good . . . than\" is incorrect English. The sentence should be recast as follows:",
            "goodExample": ". . . it was as good as, if not better than, its predecessors.",
            "omissionNote": "Occasionally it may be expedient to omit the first of the pair of commas around a parenthetic expression:",
            "omissionExample": "But without realizing it, he had sparked a whole new controversy.",
            "omissionExplanation": "The parenthetic phrase here is \"without realizing it.\"",
            "bothOmissionNote": "Both commas can sometimes safely be omitted; under no circumstances, however, should the second comma be omitted while the first is retained:",
            "correctOmission": "But without realizing it he had sparked a whole new controversy.",
            "incorrectOmission": "not\nBut, without realizing it he had sparked a whole new controversy."
          },
          {
            "letter": "d",
            "title": "Appositives",
            "text": "Restrictive and non-restrictive appositives should be carefully distinguished. The latter are set off by commas, whereas the former are not:",
            "contrastExamples": [
              "St. John of the Cross",
              "Graham St. John, of Hoary Cross",
              "Her painting Reflections drew a poor response from the public.",
              "Her first painting, Contrasts, has been little studied."
            ],
            "commaAfterNote": "As in the case of parenthetic expressions, the comma following a non-restrictive appositive cannot be omitted. Thus the sentence",
            "badExample": "The statement by the Government House Leader, Herb Gray that no changes would be made to salaries paid to Parliamentarians was not unexpected.",
            "badExplanation": "is incorrect. A comma is required after \"Gray.\"",
            "finalPositionIntro": "Non-restrictive appositives in final position are usually preceded by a comma:",
            "finalPositionExample": "Our supreme governors, the people.",
            "alternativesIntro": "Often, however, the comma is replaced by a colon or dash:",
            "alternativeExamples": [
              "Tact: a quality that no skilled diplomat can do without.",
              "Margaret Laurence—perhaps the greatest writer to come out of Manitoba."
            ],
            "internalCommasNote": "If the appositive contains internal commas, it is best introduced by a mark other than the comma. In the following example, a colon would be an improvement over the comma after legacy:",
            "internalCommasExample": "The Pearson government left behind a remarkable legacy, a pension plan, a universal medicare plan and a new flag."
          },
          {
            "letter": "e",
            "title": "Annunciatory expressions",
            "text": "The annunciatory expressions namely, that is and for example are usually followed by a comma. They may be preceded by a comma, a dash, a semicolon or a period, or the matter that the expression introduces may be enclosed in parentheses, depending on the emphasis desired:",
            "example": "Plans for Senate reform should be honestly and objectively assessed, that is, bearing in mind only the public good.",
            "abbreviationsNote": "The abbreviations i.e. and e.g. should be preceded by a comma, a dash or an opening parenthesis, but need not be followed by a comma.",
            "suchAsNote": "Note that the expression such as is used to introduce an example, not an appositive, and therefore is not followed by a comma. It may be preceded by a comma or other punctuation, as required in the sentence."
          },
          {
            "letter": "f",
            "title": "Vocative forms",
            "text": "Vocative forms are non-restrictive and are set off by commas.",
            "quotedExamples": [
              {
                "text": "Gentlemen, where I come from, a black-hearted bastard is a term of endearment.",
                "author": "Donald Gordon"
              },
              {
                "text": "Awake, my country, the hour is great with change!",
                "author": "Charles Roberts"
              }
            ],
            "exclamationsNote": "Similarly, exclamations and interjections are set off by commas (or exclamation marks):",
            "exclamationExample": {
              "text": "God, what a lot we hear about unhappy marriages, and how little we hear about unhappy sons and daughters.",
              "author": "Robertson Davies"
            }
          }
        ]
      }
    },
    {
      "id": "7.15",
      "title": "Co-ordinate elements",
      "subsectionOf": "The Comma",
      "content": {
        "mainText": "Elements of equal rank or relation in a sentence are said to be co-ordinate. The co-ordinate elements may be words or phrases in a series, or they may be entire clauses.",
        "subsections": [
          {
            "letter": "a",
            "title": "Nouns and noun phrases",
            "seriesSeparationIntro": "Items in a series may be separated by commas:",
            "seriesExample": "Complacency, urbanity, sentimentality, whimsicality",
            "conjunctionIntro": "They may also be linked by co-ordinating conjunctions such as and or or:",
            "conjunctionExamples": [
              "economists, sociologists or political scientists",
              "the good, the bad and the ugly"
            ],
            "finalCommaNote": "Opinions differ on whether and when a comma should be inserted before the final and or or in a sequence. In keeping with the general trend toward less punctuation, the final comma is best omitted where clarity permits, unless there is a need to emphasize the last element in the series. This comma is usually omitted in the names of firms and always before an ampersand:",
            "firmExamples": [
              "Deeble, Froom & Associates Ltd.",
              "Cohen, Hansen and Larose"
            ],
            "insertionNote": "On the other hand, it is usually inserted if the items in the series are phrases or clauses of some length, or if omission of the comma might lead to ambiguity or misunderstanding:",
            "ambiguityExample": "Tenders were submitted by Domicile Developments Inc., East End Construction, Krista, and Flyan and Scheper.",
            "etcNote": "A comma is also required before etc.:",
            "etcExample": "He brought in the wine, the glasses, etc.",
            "complexSeriesIntro": "A more complex situation occurs when apposition commas are used together with co-ordinating commas, as illustrated below:",
            "complexExample": "Carla Tavares, a recent MBA graduate, three students and a technician set up the experiment.",
            "complexSolution": "The sentence should be rephrased so that no non-restrictive appositive occurs within a co-ordinate element:",
            "rephrasedExample": "A recent MBA graduate named Carla Tavares, three students and a technician set up the experiment.",
            "semicolonAlternative": "Alternatively, semicolons may be used to separate elements in a complex series (see also 7.23):",
            "semicolonExample": "Jane Stewart, MP for Brant, Ont.; Stan Keyes, MP for Hamilton West, Ont.; John Nunziata, MP for York-South Weston . . ."
          },
          {
            "letter": "b",
            "title": "Clauses",
            "mainRuleIntro": "A comma is normally used to separate two main clauses in a compound sentence when they are joined by a co-ordinating conjunction (and, but, or, nor, yet or for):",
            "quotedExample": {
              "text": "They are often called individualists, and in economic matters they were, but in social matters, the dominating concept was that of good neighbourliness.",
              "author": "M. M. Fahrni"
            },
            "shortClausesNote": "If the clauses are short or closely related, the commas may be omitted before and, but or or nor:",
            "shortExamples": [
              "He opened the letter and then he read the contents.",
              "Life is short but art is long."
            ],
            "heavierPunctuationIntro": "Co-ordinate clauses not joined by a co-ordinating conjunction are usually separated by a heavier mark of punctuation than the comma:",
            "heavierExample": {
              "text": "When the white men came we had the land and they had the Bibles; now they have the land and we have the Bibles.",
              "author": "Chief Dan George"
            },
            "commaPermittedIntro": "A comma will suffice, however, if the clauses are short, or if the writer wishes to emphasize a contrast or lead the reader on to the following clause as quickly as possible:",
            "commaExamples": [
              "There are good regulations, there are bad regulations.",
              "It was not the duration of the pilot project that caused concern, it was the size of the project team."
            ],
            "independentSeriesIntro": "When a number of independent co-ordinate clauses follow one another, a comma should be used after each one except (usually) the last, in accordance with the rule for items in a series (see 7.15(a)):",
            "independentSeriesExample": "She investigated the matter, wrote a report, presented it to the committee and answered everyone's questions satisfactorily.",
            "compoundPredicateNote": "It is a common error to confuse a simple sentence having a compound predicate with a compound sentence requiring a comma between clauses. Note the difference between the following examples:",
            "compoundPredicateExamples": [
              "She investigated the matter and then wrote a detailed report. (simple sentence)",
              "She investigated the matter, and then the committee began its work. (compound sentence)"
            ],
            "conjunctiveAdverbIntro": "Where the clauses of a compound sentence are joined by a conjunctive adverb (such as however, instead, meanwhile, otherwise, similarly, so, still, then, therefore or yet), a semicolon is usually called for, though a comma will often suffice before so, then and yet:",
            "conjunctiveAdverbExample": {
              "text": "Much of English-speaking Canada has been populated . . . by a highly literate people, drawn in part from the educated classes of the Old Country, yet in its two hundred years of existence it has produced few books and not a single great one.",
              "author": "E. A. McCourt"
            }
          },
          {
            "letter": "c",
            "title": "Adjectives",
            "mainRuleIntro": "A series of adjectives modifying a noun may or may not be co-ordinate. The adjectives are co-ordinate if their order does not affect the meaning, in which case they should be separated by a comma. If they are not co-ordinate, that is, if one adjective modifies the phrase formed by the following adjective(s) plus the noun, then they should not be separated by a comma:",
            "contrastExamples": [
              "a rich, creamy sauce",
              "but",
              "a naive domestic burgundy"
            ],
            "mixedTypeNote": "Adjectives of both types may of course occur together:",
            "mixedExample": "a tender, succulent young chicken",
            "doubtNote": "The rule stated above, however, is not an infallible guide. When in doubt omit the comma, as in:",
            "doubtExample": "The plain honest truth is that he is a liar."
          },
          {
            "letter": "d",
            "title": "Antithetic expressions",
            "antithesisIntro": "Antithetic expressions are usually separated by a comma:",
            "antithesisExample": "This proposal is not to be tossed lightly aside, but to be hurled with great force.",
            "shortExpressionNote": "However, short expressions of this type may not require a comma:",
            "shortExample": "The more wit the less courage."
          }
        ]
      }
    },
    {
      "id": "7.16",
      "title": "Clarity and emphasis",
      "subsectionOf": "The Comma",
      "content": {
        "misreadingIntro": "Sometimes the reader will be led astray by a word or phrase which appears at first to be used in one sense but turns out from the context to be used in another. In all the following examples, commas should have been used in order to prevent misreading:",
        "misreadingExamples": [
          "In all his efforts were quite laudable. (comma after In all)",
          "He was taken to the cleaners and left without any money, he soon grew desperate. (comma after and)",
          "In the presence of Sir Henry James began to quiver. (comma after Sir Henry)",
          "I was high up and far below I saw the globe of the earth. (comma after up)"
        ],
        "emphasisIntro": "The comma can be a useful device for securing a pause or emphasis:",
        "emphasisExamples": [
          "I am sure the contract will be signed, eventually.",
          "Senior management had, once again, put itself in a no-win situation.",
          "The end had come, but it was not yet in sight."
        ]
      }
    },
    {
      "id": "7.17",
      "title": "Omitted words",
      "subsectionOf": "The Comma",
      "content": {
        "mainText": "A comma may be used to indicate that words have been omitted:",
        "example": "The African countries sent six representatives; the Asian countries, five.",
        "note": "Again, the comma may be omitted if clarity is not compromised.",
        "crossReference": "See also 7.22 and 7.23."
      }
    },
    {
      "id": "7.18",
      "title": "Quotations, etc.",
      "subsectionOf": "The Comma",
      "content": {
        "mainText": "Place a comma after words introducing short direct quotations, declarations and direct questions (a colon is needed to introduce longer sentences):",
        "examples": [
          "A politician once remarked, \"Life is short; live it up.\"",
          "I repeat, No milk today.",
          "Ask yourself, Can I afford this?"
        ],
        "capitalNote": "Note the capital letter and the absence of quotation marks in the last two examples.",
        "noCommaIntro": "If the quotation or question follows a form of the verb to be, is in apposition to a noun, or is worked naturally into the syntax of the sentence, no comma is needed:",
        "noCommaExamples": [
          "What he actually said was \"Play it, Sam.\"",
          "Did I give a satisfactory answer to the chairperson's question \"Why are there so few women in management?\"",
          "She asked us to \"rephrase the question to make it less offensive.\""
        ],
        "omissionNote": "It is also acceptable to omit the comma before quotations introduced by verbs of saying:",
        "omissionExample": "He said \"Have a nice day,\" fired a few shots, and ran.",
        "crossReference": "The use of punctuation in quotations is discussed in 8.03."
      }
    },
    {
      "id": "7.19",
      "title": "Names and titles",
      "subsectionOf": "The Comma",
      "content": {
        "titlesIntro": "Commas are used around titles and degrees within the body of a sentence:",
        "titlesExamples": [
          "Charles Peabody, MD, PhD, was the first to arrive.",
          "Judith Foster, Chairperson of the Foreign Affairs Committee, made the opening statement."
        ],
        "surnameIntro": "A comma is placed between a surname and a given name or initials if the surname is written first:",
        "surnameExamples": [
          "Mammouti, Muhammad",
          "Grove, F. P."
        ],
        "asianNamesNote": "Chinese and Vietnamese names are an exception. They are written with the family name first and no comma:",
        "asianExamples": [
          "Deng Xiaoping",
          "Nguyen Tranh"
        ]
      }
    },
    {
      "id": "7.20",
      "title": "Dates, geographical names and addresses",
      "subsectionOf": "The Comma",
      "content": {
        "datesDayIntro": "Use a comma to separate the day of the week from the date and the place from the date:",
        "datesDayExamples": [
          "Friday, February 13",
          "but Friday the thirteenth",
          "Hull, February 13"
        ],
        "dmyOrder": "If the date is written in the order day-month-year, no commas are required before, after or between the components of the date:",
        "dmyExample": "The meeting of 10 January 1996 did little to allay tensions.",
        "mdyOrder": "If, however, the order given is month-day-year, the day and year are separated by a comma, and the year should normally be followed by a comma within the body of a sentence or sentence equivalent:",
        "mdyExamples": [
          "February 20, 1995, marked the beginning of a new era.",
          "On April 16, 1985, certain additional provisions of the Charter took effect."
        ],
        "monthYearOnly": "If you are stating only the month and the year, do not insert a comma:",
        "monthYearExample": "Treasury Board approved the submission in February 1995.",
        "geographicalIntro": "Similarly, a comma separates a place name from the name of a province or the abbreviation for that province, and the province's name or abbreviation is normally followed by a comma within the body of a sentence or sentence equivalent:",
        "geographicalExamples": [
          "Swift Current, Saskatchewan, has applied to host the event.",
          "We arrived at Corner Brook, Nfld., the following day."
        ],
        "addressIntro": "Use commas to separate address components, as illustrated:",
        "addressExample": "Our address is 340 Laurier Ave. West, Ottawa, Ontario K1A 0P8, and our telephone number is (613) 999-9900.",
        "postalCodeNote": "Note that the postal code is followed, but not preceded, by a comma when the address forms part of a sentence, and that two spaces separate the provincial name from the postal code."
      }
    },
    {
      "id": "7.21",
      "title": "Commas properly omitted",
      "subsectionOf": "The Comma",
      "content": {
        "organizationalIntro": "Do not use commas between the name and the number of an organizational unit:",
        "organizationalExamples": [
          "Teamsters Union Local 91",
          "Loyal Order of Moose 1765"
        ],
        "numericalIntro": "Do not insert commas in numerical expressions such as the following:",
        "numericalExamples": [
          "2 years 6 months 7 days",
          "a 2-year 6-month sentence",
          "a 3-minute 50-second mile",
          "1 h 12 min 55 s"
        ]
      }
    },
    {
      "id": "7.22",
      "title": "Between independent clauses",
      "subsectionOf": "The Semicolon",
      "content": {
        "mainText": "The semicolon is used between independent clauses not joined by a co-ordinating conjunction but too closely related to be separated by a period:",
        "quotedExamples": [
          {
            "text": "Inflation makes misery unanimous; it is universal poverty.",
            "author": "Arthur Meighen"
          },
          {
            "text": "When I was younger I used to worry about having enough money for my old age; now I worry about having enough old age for my money.",
            "author": "Helen Stimpson"
          },
          {
            "text": "In theory the Commons can do anything; in practice, it can do little.",
            "author": "John Turner"
          }
        ],
        "parallelClausesNote": "If the clauses are short and parallel, a comma may replace the semicolon:",
        "parallelExample": "I'll talk, you listen.",
        "conjunctionNote": "Clauses joined by a co-ordinating conjunction may also be separated by a semicolon (instead of a comma) if they are the last two of a series of clauses separated by semicolons:",
        "conjunctionExample": "It is easy to jump on the bandwagon; it is easy to wash one's hands of an issue; but it is not easy to take a position contrary to that of the majority and to defend it at all costs, to the bitter end.",
        "emphasisNote": "Use a semicolon if a sharper break is required than could be achieved with a comma (for emphasis or to convey antithesis):",
        "emphasisExample": "The politician proclaims that we live in the best of all possible worlds; and the unemployed worker fears this is true.",
        "conjunctiveAdverbIntro": "Clauses joined by a conjunctive adverb usually require a semicolon between them, though a comma may suffice if the clauses are short:",
        "conjunctiveAdverbExamples": [
          "He loved his country; therefore he fought and died for it.",
          "I think, therefore I am."
        ],
        "ellipticalIntro": "Elliptical clauses are conventionally separated from each other and from the introductory clause by semicolons, with commas often marking the ellipsis (see 7.17):",
        "ellipticalExample": "To err is human; to forgive, divine.",
        "ellipticalCommaNote": "The semicolon can be replaced by a comma, however, provided that the comma marking the ellipsis can be dropped:",
        "ellipticalCommaExample": "One best seller makes a successful writer, ten a great one."
      }
    },
    {
      "id": "7.23",
      "title": "Co-ordinate elements",
      "subsectionOf": "The Semicolon",
      "content": {
        "mainText": "Semicolons may be used in place of commas to separate parallel elements in a series if these elements are complex or contain internal punctuation, or if greater emphasis is desired:",
        "examples": [
          "Genesis 2:3; 4:15,17; 5:9-14",
          "Nature is often hidden; sometimes overcome; seldom extinguished."
        ],
        "subordinateClausesNote": "Even a series of parallel subordinate clauses may be separated in this manner, provided that the resulting punctuation is not apt to confuse the reader."
      }
    },
    {
      "id": "7.24",
      "title": "Misuse and overuse",
      "subsectionOf": "The Semicolon",
      "content": {
        "mainText": "Although most writers tend to underuse rather than overuse the semicolon, a writing style that employs a large number of semicolons is likely to be heavy and dull. Consider using the dash, colon or comma instead."
      }
    },
    {
      "id": "7.25",
      "title": "Between independent clauses",
      "subsectionOf": "The Colon",
      "content": {
        "mainText": "The colon may be used between two independent clauses not joined by a conjunction if the second clause explains, illustrates or enlarges upon the first. In such sentences a semicolon would also be correct, but less effective:",
        "quotedExamples": [
          {
            "text": "Put most simply, the colon looks forward or anticipates: it gives readers an extra push toward the next part of the sentence.",
            "source": "The Canadian Writer's Handbook"
          },
          {
            "text": "We are now at the point when an awakening bitterness follows a night of intoxication: an ebb of retribution now follows in the wake of a flood-tide of railway construction.",
            "author": "Arthur Meighen"
          }
        ],
        "antithesisIntro": "A colon may be used between two clauses in antithesis:",
        "antithesisExample": "Man proposes: God disposes.",
        "alternativeNote": "The work of the colon could have been done by a period or even a comma in the above example."
      }
    },
    {
      "id": "7.26",
      "title": "Annunciatory function",
      "subsectionOf": "The Colon",
      "content": {
        "mainText": "The colon is used primarily to introduce the words that follow it. It introduces a formal quotation or a formal statement:",
        "formalExamples": [
          "The first sentence of the circular was unequivocal: \"The purpose of this circular is to announce the termination of the policy respecting federally administered prices.\"",
          "Simply put, the directive says this: Employees may smoke in designated areas of the cafeteria, but nowhere else."
        ],
        "shortQuotationNote": "Short quotations or declarations, however, are usually introduced by a comma (see 7.18).",
        "qaFormatNote": "The colon is also used for the question-and-answer format, to introduce dialogue and in transcriptions:",
        "qaExample": "Some Hon. Members: Hear, hear!",
        "listIntroNote": "The colon introduces a list, but should not be used after \"such as,\" \"for instance\" or \"for example,\" or if the list is the object or complement of an element in the annunciatory statement:",
        "listCorrectExample": "There are three kinds of lies: lies, damned lies, and statistics.",
        "listIncorrectIntro": "but not",
        "listIncorrectExamples": [
          "The subjects covered were: bonds, mutual funds and global investments.",
          "The memo was sent to: directors, section managers and human resources managers."
        ],
        "listSolutionNote": "In cases such as the last two, use no punctuation after the annunciatory statement or insert a phrase such as \"the following,\" \"as follows\" or \"as illustrated,\" which then takes a colon.",
        "verticalListIntro": "The colon can be used to introduce vertical lists, even if the series is a complement or object:",
        "verticalListExample": "The teleworking issues before the working group included:\n• human resources\n• technology\n• space and accommodation\n• financial implications",
        "verticalListNote": "However, here too, an introductory phrase (\"the following,\" etc.) is preferable."
      }
    },
    {
      "id": "7.27",
      "title": "Miscellaneous",
      "subsectionOf": "The Colon",
      "content": {
        "businessLettersIntro": "In business letters and printed speeches, a colon follows the salutation:",
        "businessExample": "Dear Mr. Fox:",
        "personalLettersNote": "In personal letters, the colon is usually replaced by a comma:",
        "personalExample": "Dear Susan,",
        "titlesIntro": "The colon is used to separate titles from subtitles. It is followed by a single space:",
        "titlesExample": "Canada: A Story of Challenge",
        "referencesIntro": "In references to books, plays, etc., colons separate chapter and verse, volume and page and act and scene, with no space on either side of the colon:",
        "referencesExamples": [
          "Numbers 7:11",
          "History of Upper Canada, II:791",
          "Fortune and Men's Eyes, I:i"
        ],
        "publisherIntro": "Location and name of publisher are also separated by a colon. The colon is followed by a single space:",
        "publisherExample": "Ottawa: University of Ottawa Press",
        "crossReferences": "See Chapter 9 for further information on the use of the colon in reference matter.\n\nSee Chapter 5 for uses of the colon with numerical expressions."
      }
    },
    {
      "id": "7.28",
      "title": "Misuse",
      "subsectionOf": "The Colon",
      "content": {
        "rules": [
          "Do not use a colon followed by a dash (:—).",
          "Do not place a colon at the end of a title or heading standing on a separate line from the text it introduces."
        ]
      }
    },
    {
      "id": "7.29",
      "title": "General",
      "subsectionOf": "Parentheses",
      "content": {
        "mainText": "Parentheses, or round brackets, are used to enclose additional information serving to explain, amplify or provide comments on adjacent material. Commas and dashes are also used for this purpose (see 7.14(c), 7.42 and 7.44). Parentheses, however, are generally used for words that are less closely related to the rest of the sentence than material which would be set off by dashes or commas. They are also more convenient for parenthetic elements which run to some length or contain internal punctuation, although it is best to avoid lengthy parentheses wherever possible."
      }
    },
    {
      "id": "7.30",
      "title": "Clarification",
      "subsectionOf": "Parentheses",
      "content": {
        "mainText": "Parentheses may save the writer from other punctuation problems, such as the confusion created when apposition commas and enumeration commas appear together, as illustrated below:",
        "correctExample": "Carla Tavares (a recent MBA graduate), Lisa Thompson and three students",
        "incorrectIntro": "not",
        "incorrectExample": "Carla Tavares, a recent MBA graduate, Lisa Thompson and three students"
      }
    },
    {
      "id": "7.31",
      "title": "Punctuation with parentheses",
      "subsectionOf": "Parentheses",
      "content": {
        "completeSentenceRule": "A parenthesis consisting of a complete sentence does not take an initial capital and final period unless it stands alone between complete sentences:",
        "completeSentenceExample": "To achieve the best possible results, adopt a combination of the CPM and PERT methods. (See a model of such a combination in the attached paper.) This will provide you with an effective, low-cost control mechanism.",
        "openingParenthesisRule": "An opening parenthesis should not be preceded by any other mark of punctuation unless the parentheses are being used to enclose numbers or letters of enumeration (see 7.35):",
        "openingExample": "I am (I hope) reliably informed that a new president has been appointed.",
        "closingParenthesisRule": "After the closing parenthesis, any punctuation which would be appropriate in the absence of the parenthesis should still be used:",
        "closingExample": "I am (I hope), always have been and always will be an honest judge.",
        "beforeClosingRule": "Before a closing parenthesis only a period, question mark, exclamation mark or quotation mark is permitted:",
        "beforeClosingExample": "I have always been willing (do you not agree?) to hear both sides of the issue."
      }
    },
    {
      "id": "7.32",
      "title": "Afterthoughts and asides",
      "subsectionOf": "Parentheses",
      "content": {
        "mainText": "Parentheses de-emphasize the words they contain, which often take the form of an afterthought or aside:",
        "example": "The premier (no mean orator himself) was enthusiastic in his praise of the minister's speech.",
        "importantAfterthoughtNote": "An important afterthought, however, should be preceded by a dash or other mark of punctuation:",
        "importantExample": "Finally the Computer Operations Branch agreed to follow through on the auditor's recommendations—which is what it should have done six months earlier if it had had the best interests of the organization at heart.",
        "transcriptsIntro": "In transcripts, use parentheses to enclose information on one of the speakers:",
        "transcriptsExample": "The Hon. John Manley (Minister of Industry):\nMr. Speaker, I support this initiative.",
        "flowNote": "Parentheses should not alter the flow of the sentence in which they are inserted; the rest of the sentence should make sense if the parenthetic element is removed. The following is incorrect:",
        "incorrectExample": "She had to forfeit her acting appointment (not to mention her bilingualism bonus) and she got no sympathy on either count."
      }
    },
    {
      "id": "7.33",
      "title": "Parentheses within parentheses",
      "subsectionOf": "Parentheses",
      "content": {
        "mainText": "If you cannot avoid placing parenthetic material within other parenthetic material, use square brackets within the round brackets (see 7.37) or use a combination of parentheses and em dashes:",
        "example": "He worked hard—twelve hours a day (and no bonus for overtime), seven days a week—until the task was completed."
      }
    },
    {
      "id": "7.34",
      "title": "Legal documents",
      "subsectionOf": "Parentheses",
      "content": {
        "mainText": "In legal texts, parentheses are used to enclose numerals previously written out:",
        "example": "one thousand nine hundred and ninety-nine (1999)"
      }
    },
    {
      "id": "7.35",
      "title": "Letters and numerals",
      "subsectionOf": "Parentheses",
      "content": {
        "lettersIntro": "Individual letters or groups of letters may be enclosed within parentheses:",
        "lettersExample": "Language(s) spoken in the home",
        "numeralsIntro": "Numerals or letters of enumeration may be enclosed in parentheses (or be followed by a period):",
        "numeralsExamples": [
          "4. Work plan\n   (a) Evaluation\n   (b) Training",
          "Guidelines for writers: (1) Be concise. (2) Write idiomatically. (3) Proofread carefully."
        ],
        "crossReferences": "See 5.22 and 6.10 regarding references to sections of legislation. See Chapter 9 for the use of parentheses in reference matter."
      }
    },
    {
      "id": "7.36",
      "title": "General",
      "subsectionOf": "Square Brackets",
      "content": {
        "mainText": "Square brackets, often simply called brackets, are more disconnective than parentheses. They are used to enclose material too extraneous for parentheses. Use brackets for editorial comments or additional information on material written by someone else. To use ordinary parentheses for this purpose would give the impression that the inserted words were those of the person quoted. Square brackets should also enclose translations given immediately after short quotations, terms and titles of books or articles. See 8.14 for detailed information and examples."
      }
    },
    {
      "id": "7.37",
      "title": "Use within parentheses",
      "subsectionOf": "Square Brackets",
      "content": {
        "mainText": "When one set of parentheses is to be placed within another, replace the inner parentheses with square brackets (though dashes may be used instead—see 7.33). Parentheses within parentheses should be used sparingly, however, except in legal and scholarly texts and specifically for letters and numerals referring to subsections of a document:",
        "examples": [
          "Acadia (from Algonquin algoomaking [\"dwelling here and there\"])",
          "(See section 14(1)(c))"
        ],
        "successionNote": "Square brackets may also be used in place of round brackets where two or more sets of the latter would otherwise occur in succession:",
        "successionExamples": [
          "in 3(a) [according to Bixby's enumeration] . . .",
          "Here, f(x) [c.f. 8.3] reaches a maximum when . . ."
        ]
      }
    },
    {
      "id": "7.38",
      "title": "Use",
      "subsectionOf": "Braces",
      "content": {
        "mainText": "Braces are used to link two or more lines of writing:",
        "celticTreeExample": {
          "structure": "Celtic",
          "branches": [
            {
              "name": "Brythonic",
              "items": ["Welsh", "Cornish", "Breton"]
            },
            {
              "name": "Goidelic",
              "items": ["Irish Gaelic", "Scottish Gaelic", "Manx"]
            }
          ]
        },
        "additionalUse": "They are also used to group items in formulas and equations. See 7.39."
      }
    },
    {
      "id": "7.39",
      "title": "Multiples",
      "subsectionOf": "Braces",
      "content": {
        "mainText": "In mathematical usage, the preferred order for multiple brackets is as follows:",
        "mathematicalExample": "{[( )]}",
        "note": "Note that square brackets enclose round brackets, in contrast to the practice in non-mathematical usage."
      }
    },
    {
      "id": "7.40",
      "title": "General",
      "subsectionOf": "The Em Dash",
      "content": {
        "mainText": "In most of its uses the em dash (\"long dash\") is a substitute for the colon, semicolon or comma, but it indicates a more emphatic or abrupt break in the sentence, or a less formal style."
      }
    },
    {
      "id": "7.41",
      "title": "Enumerations",
      "subsectionOf": "The Em Dash",
      "content": {
        "mainText": "Use a dash, not a colon, to enclose a list of terms that does not end the sentence:",
        "correctExample": "A number of processes—gassing, electroplating, soldering, casting, etc.—are used in the copper industry.",
        "incorrectIntro": "not",
        "incorrectExample": "A number of processes: gassing, electroplating, soldering, casting, etc., are used in the copper industry."
      }
    },
    {
      "id": "7.42",
      "title": "Interruptions, pauses, afterthoughts, clarifications and emphasis",
      "subsectionOf": "The Em Dash",
      "content": {
        "interruptionsIntro": "Like parentheses, a dash may be used at the end of an unfinished or interrupted statement or a pause, as in transcripts:",
        "interruptionsExample": "I have indicated that the appointment of the judge was terminated—or rather was not terminated but came to—\n\nSome Hon. Members: Oh, oh!",
        "interruptionsNote": "Here the dashes are used to indicate, first, a pause and clarification and, second, an interruption.",
        "afterthoughtIntro": "The dash may be used to introduce an afterthought, correction or repetition:",
        "afterthoughtExample": "Who will oppose—who are now opposed to the union?",
        "contrastIntro": "It may similarly be used to set off an emphatic ending or one that contrasts with the remainder of the sentence:",
        "contrastExample": "To write imaginatively a man should have—imagination.",
        "parentheticIntro": "Dashes give greater emphasis to parenthetic material than do commas or parentheses. If the parenthetic material contains internal punctuation or forms a complete sentence, the commas that might have been used to enclose it should be replaced by dashes or parentheses, depending on the degree of emphasis desired or the closeness of the relationship to the rest of the sentence. Parentheses are generally used to enclose material more remote from the main thrust of the sentence, dashes for material more closely related:",
        "quotedParenthetic": {
          "text": "This country is something that must be chosen—it is so easy to leave—and if we do choose it we are still choosing a violent duality.",
          "author": "Margaret Atwood"
        },
        "attributionNote": "The em dash is also used to attribute a quotation, as in the example above."
      }
    },
    {
      "id": "7.43",
      "title": "Summarizing",
      "subsectionOf": "The Em Dash",
      "content": {
        "mainText": "A dash is sometimes inserted before the final portion of a sentence to clarify its relationship to the rest of the sentence, often with the help of a summarizing pronoun such as all or these or with the repetition of key words:",
        "example": "Rich stores of minerals, good agricultural land, forests stretching over millions of acres, and energetic and enterprising people—all these assure Canada a bright future."
      }
    },
    {
      "id": "7.44",
      "title": "Material in apposition",
      "subsectionOf": "The Em Dash",
      "content": {
        "mainText": "Explanatory material in apposition may be set off by dashes to secure greater emphasis than would be achieved with a colon or commas or to avoid confusion with commas within the apposition:",
        "example": "Increased government funding—once hailed as a panacea for all society's ills—is today no longer an option."
      }
    },
    {
      "id": "7.45",
      "title": "Headings",
      "subsectionOf": "The Em Dash",
      "content": {
        "mainText": "A dash may be used to separate the heading of a chapter or the like from the description of its contents or to separate subheadings within a chapter or section, as in a catalogue:",
        "examples": [
          "Gelatin Membrane Filters, White, Plain, Sartorius—A water soluble filter developed solely for . . .",
          "Appendix A—Table of Symbols",
          "ISO 2382-1994 Information-processing systems—Vocabulary—Part 14: Reliability, maintenance and availability"
        ]
      }
    },
    {
      "id": "7.46",
      "title": "Lists and tables",
      "subsectionOf": "The Em Dash",
      "content": {
        "listUseIntro": "It is sometimes used in place of bullets, numerals or letters in vertical lists:",
        "listExample": "3. Service to the public\n   —enquiries answered\n   —brochures sent out\n   —complaints investigated",
        "tableUseIntro": "It can represent n/a or unknown in a list of figures:",
        "tableExample": "              Atomic weight    Density    Melting point\nActinium      227              —          —\nAluminum      26.98            2.7        660"
      }
    },
    {
      "id": "7.47",
      "title": "Punctuation with em dash",
      "subsectionOf": "The Em Dash",
      "content": {
        "mainText": "Do not combine the dash with any mark of punctuation other than quotation marks, the question mark, the exclamation mark and occasionally the period. In particular, do not use the colon-dash (:—) to introduce a quotation or a list."
      }
    },
    {
      "id": "7.48",
      "title": "Numerals",
      "subsectionOf": "The En Dash",
      "content": {
        "mainText": "Use the en dash (\"short dash\") to join inclusive numbers:",
        "examples": [
          "pages 9-12",
          "3-7°C but -3 to -7°C not -3-7°C",
          "Robertson Davies (1913-95)"
        ]
      }
    },
    {
      "id": "7.49",
      "title": "Compound expressions",
      "subsectionOf": "The En Dash",
      "content": {
        "mainText": "Use the en dash to join the names of two or more places:",
        "examples": [
          "the riding of Kenora-Rainy River",
          "the Québec-Windsor corridor"
        ]
      }
    },
    {
      "id": "7.50",
      "title": "Compound words",
      "subsectionOf": "The Hyphen",
      "content": {
        "mainText": "The hyphen is used in certain compound nouns, adjectives and verbs, and to join prefixes to proper nouns. It is also used in word division at the end of a line. See Chapter 2."
      }
    },
    {
      "id": "7.51",
      "title": "Spelling and enunciation",
      "subsectionOf": "The Hyphen",
      "content": {
        "spellingIntro": "Use the hyphen to spell out a word:",
        "spellingExamples": [
          "s-p-e-l-l",
          "Where did you put the c-a-n-d-y?"
        ],
        "enunciationIntro": "Hyphens also indicate slow, deliberate enunciation:",
        "enunciationExamples": [
          "im-pos-si-ble",
          "Rai-aid!"
        ],
        "crossReference": "For use of the hyphen with numerical expressions, see 2.10, 2.11, 2.15, 5.05 and 5.08."
      }
    },
    {
      "id": "7.52",
      "title": "General",
      "subsectionOf": "The Oblique",
      "content": {
        "mainText": "The oblique is also known as a solidus, slant (line), bar, virgule, diagonal stroke or slash.",
        "warning": "Do not use the oblique instead of a hyphen at the end of a line of ordinary prose to indicate word division."
      }
    },
    {
      "id": "7.53",
      "title": "Abbreviations",
      "subsectionOf": "The Oblique",
      "content": {
        "abbreviationsIntro": "The oblique is used in certain abbreviations:",
        "abbreviationsExamples": [
          "c/o (care of)",
          "i/c (in charge)",
          "w/o (without)",
          "n/a (not applicable)",
          "a/c (account)",
          "A/Director (Acting Director)"
        ],
        "perSymbolIntro": "It can be used as a symbol for per:",
        "perSymbolExamples": [
          "km/h",
          "N/m²"
        ],
        "perLimitationIntro": "Do not use the oblique to represent per more than once in a single expression:",
        "perLimitationCorrect": "2.7 m·s⁻²",
        "perLimitationIncorrect": "not 2.7 m/s/s",
        "writtenOutNote": "Do not use it with expressions of quantity written out in full:",
        "writtenOutCorrect": "metres per second",
        "writtenOutIncorrect": "not metres/second"
      }
    },
    {
      "id": "7.54",
      "title": "Numerals",
      "subsectionOf": "The Oblique",
      "content": {
        "fractionsIntro": "The oblique is sometimes used in fractions, especially when set into running text, or when they would be ungainly in the form ½:",
        "fractionsExample": "She covered 2 1/3 lengths in 70 seconds.",
        "continuationIntro": "Use it with ellipsis points and a numeral at the lower right-hand corner of a page to indicate that the text continues on the following page:",
        "continuationExample": ". . . /2"
      }
    },
    {
      "id": "7.55",
      "title": "Alternatives and headings",
      "subsectionOf": "The Oblique",
      "content": {
        "alternativesIntro": "An oblique may indicate alternatives:",
        "alternativesExamples": [
          "Send in your cheque/money order without delay.",
          "and/or",
          "Parent/Guardian:"
        ],
        "andOrWarning": "The expression and/or may be redundant and should be used with caution:",
        "andOrCorrect": "The engines will be manufactured in Canada and/or the United States.",
        "andOrIncorrect": "but\nrenovations or repairs not renovations and/or repairs",
        "bilingualIntro": "A similar use is seen in bilingual titles such as:",
        "bilingualExample": "L'Actualité terminologique / Terminology Update",
        "formsIntro": "Oblique strokes may separate headings on a form:",
        "formsExamples": [
          "Division/Branch",
          "Series/Cert. No."
        ],
        "relationshipsIntro": "The oblique is used increasingly to indicate complex relationships between words, a role traditionally filled by the hyphen:",
        "relationshipsExamples": [
          "the student/teacher ratio (the student-teacher ratio)",
          "labour/management relations (labour-management relations)",
          "owner/manager (owner-manager)",
          "the total Boston-Montréal/Montréal-Toronto air mileage"
        ]
      }
    },
    {
      "id": "7.56",
      "title": "Possession",
      "subsectionOf": "The Apostrophe",
      "content": {
        "mainText": "The primary use of the apostrophe is to indicate possession. A word which does not end in a sibilant (s or z sound) forms the possessive by the addition of 's:",
        "nonSibilantExamples": [
          "a dog's breakfast",
          "Toronto's CN Tower"
        ],
        "frenchNote": "To form the possessive of French words ending in a non-sibilant s or x, add an 's:",
        "frenchExamples": [
          "Duplessis's cabinet",
          "Malraux's art"
        ],
        "pronunciationNote": "Note that it is the pronunciation, not the spelling, which determines the possessive form. The word conscience ends in a sibilant; Illinois does not.",
        "pluralNonSibilantIntro": "Plural forms which do not end in a sibilant are no exception to the general rule:",
        "pluralNonSibilantExamples": [
          "women's",
          "children's"
        ],
        "pluralSibilantIntro": "Plurals ending in a sibilant take only the apostrophe:",
        "pluralSibilantExamples": [
          "the ministers' responsibilities",
          "developing countries' needs"
        ],
        "singularSibilantIntro": "Regarding the appropriate form for singular words that end in a sibilant, pronunciation is again the determining factor. If it would be natural to pronounce an extra s, add 's; if an additional s would be difficult to pronounce, add only an apostrophe:",
        "singularSibilantExamples": [
          "Joyce's Ulysses",
          "Brussels' bureaucrats",
          "Ulysses' wanderings",
          "the boss's office"
        ],
        "awkwardnessNote": "Since awkwardness of pronunciation is the basic criterion, the decision to add or omit a possessive s ultimately depends on the writer's own sensitivities. One option is to rephrase:",
        "rephrasingExamples": [
          "the tourist industry of Mauritius",
          "the ramblings of Joyce's Ulysses",
          "rather than",
          "Mauritius' tourist industry",
          "Joyce's Ulysses' ramblings"
        ]
      }
    },
    {
      "id": "7.57",
      "title": "Inanimate possessors",
      "subsectionOf": "The Apostrophe",
      "content": {
        "mainText": "With inanimate \"possessors,\" especially abstract concepts, the apostrophe is generally not used to denote possession. Use an \"of\" construction instead:",
        "incorrectExamples": [
          "conjugal violence's incidence",
          "tourism's priority"
        ],
        "correctIntro": "not",
        "correctExamples": [
          "the incidence of conjugal violence",
          "the priority of tourism"
        ],
        "exceptionsIntro": "However, certain expressions of time and measurement do take the apostrophe:",
        "exceptionExamples": [
          "a month's vacation",
          "ten dollars' worth"
        ]
      }
    },
    {
      "id": "7.58",
      "title": "Compounds",
      "subsectionOf": "The Apostrophe",
      "content": {
        "figurativeIntro": "Figurative compounds of the sort bull's-eye or crow's-nest retain 's in the plural:",
        "figurativeExamples": [
          "bull's-eyes",
          "crow's-nests",
          "shepherd's pies"
        ],
        "compoundPossessiveIntro": "When the possessive of a compound noun or a noun phrase is formed, add 's to the last word only, unless there is a possessive relation between the words within the phrase itself:",
        "compoundExamples": [
          "someone else's problem",
          "her brother-in-law's address",
          "but",
          "John's father's problem"
        ]
      }
    },
    {
      "id": "7.59",
      "title": "Two nouns (group genitive)",
      "subsectionOf": "The Apostrophe",
      "content": {
        "sharedPossessionIntro": "If possession is shared by two or more subjects, add 's to the last word only:",
        "sharedExamples": [
          "Adam and Eve's progeny",
          "the Prince and Princess's visit",
          "Rodgers and Hammerstein's musicals"
        ],
        "individualPossessionIntro": "To indicate individual possession, 's is added to each element in the series:",
        "individualExamples": [
          "Abraham's and Lot's descendants",
          "Rodgers' and Hammerstein's private lives"
        ]
      }
    },
    {
      "id": "7.60",
      "title": "Geographical names",
      "subsectionOf": "The Apostrophe",
      "content": {
        "omissionIntro": "The apostrophe is often omitted in geographical names:",
        "omissionExamples": [
          "Gods Lake",
          "Humphreys Mills",
          "but",
          "St. John's",
          "Land's End"
        ],
        "additionalNotes": "Note also Saint John (city in New Brunswick) and Hudson Bay—but Hudson's Bay Co. Consult the Gazetteer of Canada when in doubt."
      }
    },
    {
      "id": "7.61",
      "title": "Institutions and organizations",
      "subsectionOf": "The Apostrophe",
      "content": {
        "mainText": "The 's is often omitted in names of institutions, especially in the case of plural nouns that are adjectival rather than strictly possessive:",
        "examples": [
          "teachers college but inmates' committee",
          "veterans hospital but officers' mess"
        ],
        "officialFormNote": "The official or customary form should be used, whatever it may be:",
        "officialFormExamples": [
          "Eaton's",
          "Canadian Forces Headquarters"
        ]
      }
    },
    {
      "id": "7.62",
      "title": "Its",
      "subsectionOf": "The Apostrophe",
      "content": {
        "mainText": "Note that there is no apostrophe in the possessive forms yours, hers and its. It's is always a contraction of it is. See also 12.03."
      }
    },
    {
      "id": "7.63",
      "title": "Contractions",
      "subsectionOf": "The Apostrophe",
      "content": {
        "mainText": "Apostrophes represent omitted letters in contractions or omitted numerals in dates.",
        "examples": [
          "It's the best of its kind.",
          "Treasury Board didn't agree.",
          "the recession of '82",
          "the crash of '29"
        ]
      }
    },
    {
      "id": "7.64",
      "title": "Plurals",
      "subsectionOf": "The Apostrophe",
      "content": {
        "mainText": "Certain plurals are sometimes written with 's:",
        "categories": [
          {
            "description": "Abbreviations whose appearance would otherwise be ambiguous or confusing (see 1.04) and the plurals of lower-case letters, symbols and numerals",
            "examples": [
              "c.o.d.'s",
              "x's",
              "+'s and -'s",
              "POWs",
              "a's and w's",
              "6's"
            ],
            "alternativeSolution": "Another solution is to italicize the letter, symbol or numeral in question (see 6.11)."
          },
          {
            "description": "Cited words",
            "example": "an overabundance of is's and which's"
          },
          {
            "description": "Set expressions",
            "note": "It is not necessary to use the apostrophe in set expressions such as \"the dos and don'ts,\" \"no ifs and buts,\" \"the whys and wherefores.\""
          },
          {
            "description": "Words not conveniently pluralized",
            "examples": [
              "all the Toms, Dicks, Harrys and Louis's",
              "all the Lao's in Laos"
            ]
          }
        ]
      }
    },
    {
      "id": "7.65",
      "title": "General",
      "subsectionOf": "Vertical Lists",
      "content": {
        "mainText": "Vertical lists can be punctuated in a number of ways, but the writer should ensure that punctuation is consistent throughout the text."
      }
    },
    {
      "id": "7.66",
      "title": "Use of colon",
      "subsectionOf": "Vertical Lists",
      "content": {
        "mainText": "The colon is generally used to introduce vertical lists. When the sequence of a list is random or arbitrary, the various elements may be simply indented or set off with bullets or em dashes.",
        "example": "These factors should determine committee size:\n• Number of employees at the work site\n• Variety of functions\n• Number of trade unions\n• Number of shifts"
      }
    },
    {
      "id": "7.67",
      "title": "Numbering",
      "subsectionOf": "Vertical Lists",
      "content": {
        "mainText": "Numbers and letters, enclosed in parentheses or followed by a closing parenthesis or period, are used to introduce items in lists where precedence or sequence is important.",
        "example": "The tasks assigned to the committee are as follows:\n(a) setting up safety programs\n(b) monitoring the programs\n(c) dealing with employee complaints\n(d) maintaining complete records\n(e) making recommendations",
        "punctuationNote": "Punctuation can be omitted after each item if the items are brief. Otherwise, a comma, semicolon or period is generally used."
      }
    },
    {
      "id": "7.68",
      "title": "Use of semicolon",
      "subsectionOf": "Vertical Lists",
      "content": {
        "mainText": "Use a semicolon after each item (and a period at the end of the list) if one or more items contain internal punctuation, or after each item of a list ending in and or or, even if the items contain no internal punctuation:",
        "example": "The Bureau has set the following priorities for the coming year:\n1. Determining customer needs;\n2. Improving teamwork and internal communication;\n3. Updating equipment to increase turnaround time; and\n4. Initiating quality-assurance procedures."
      }
    },
    {
      "id": "7.69",
      "title": "Complete sentences",
      "subsectionOf": "Vertical Lists",
      "content": {
        "mainText": "Items made up of sentences should begin with a capital letter and end in a period (or question mark):",
        "example": "The following factors affected grain yield:\n—Rainfall was exceptionally low in June and August.\n—The hailstorm of September 12 damaged crops in southern Alberta.",
        "finalPunctuationNote": "If a comma or semicolon is used after each item, put a period after the final item. See also 7.07, 7.26, 7.35 and 7.46."
      }
    },
    {
      "id": "7.70",
      "title": "Capitalization",
      "subsectionOf": "Vertical Lists",
      "content": {
        "mainText": "Practice regarding capitalization of items in vertical lists varies. The first word of each item is usually capitalized when the item is a complete sentence or when the annunciatory statement is a complete sentence.",
        "lowerCaseRule": "The first word of each item is usually lower-cased if the items in the list are syntactically linked to the introductory statement, especially if the list is not introduced by a colon:",
        "example": "This versatile program can be applied to\n—personal development\n—management development\n—career counselling\n—team building"
      }
    }
  ]
}
